[
  {
    "name": "Barbarian",
    "image": "types/barbarian.jpg",
    "desc": "On the northernmost edge of Abalathia's Spine exists a mountain tribe renowned for producing fearsome mercenaries. Wielding greataxes and known as warriors, these men and women learn to harness their inner-beasts and translate that power to unbridled savagery on the battlefield. In former times which saw war waged ceaselessly in Eorzea, the warriors featured prominently on the front lines of battle. With the arrival of peacetime, however, their art has descended into the shadows of obscurity, where it remains to this day."
  },
  {
    "name": "Bard",
    "image": "types/bard.jpg",
    "desc": "The word bard ordinarily puts folk in mind of those itinerant minstrels, fair of voice and nimble of finger, who earn their coin performing in taverns and the halls of great lords. Few know, however, that bards in fact trace their origins back to the bowmen of eld, who sang in the heat of battle to fortify the spirits of their companions."
  },
  {
    "name": "Cleric",
    "image": "types/cleric.jpg",
    "desc": "White magic, the arcane art of succor, was conceived eras past that the world might know comfort. Alas, man began perverting its powers for self-gain, and by his wickedness brought about the Sixth Umbral catastrophe. Although the art subsequently became forbidden, it is now in the midst of a revival at the hands of the Padjal, chosen of the elementals"
  },
  {
    "name": "Druid",
    "image": "types/druid.jpg",
    "desc": "In an age long past, when mankind flourished under the radiance of arcane mastery, the island of Vylbrand was home to a city-state called Nym. Though the history of that age tells of countless wars waged with earth-shattering incantations, it was the brilliant strategic maneuvering of Nym's druids that allowed their mundane army of mariners to throw back would-be conquerors time and again. These learned men and women defended the freedom of their tiny nation with their unique command over spell-weaving faeries, utilizing the creatures' magicks to heal the wounded and bolster the strength of their allies"
  },
  {
    "name": "Fighter",
    "image": "types/fighter.jpg",
    "desc": "The fighters of northern Ilsabard have passed the art of the fight from one generation to the next. The discipline itself combines a special training with the art of magical effects by utilizing aetherially imbued cartridges. Originally employed by Queen Gunnhildr's personal guard, they were once known as Gunnhildr's Blades and differ greatly from the similarly named weapons used in the Garlean Empire."
  },
  {
    "name": "Monk",
    "image": "types/monk.jpg",
    "desc": "Though now under Garlean rule, the city-state of Ala Mhigo once boasted the greatest military might of all Eorzea. Among its standing armies were the monks—ascetic warriors as dreaded by foes on the field of battle as the city-state's great pikemen. The monks comprised an order known as the Fist of Rhalgr, and it was to this god—the Destroyer—that they devoted their lives of worship. By mastering seats of power within the body known as chakra, they are capable of performing extraordinary physical feats."
  },
  {
    "name": "Paladin",
    "image": "types/paladin.jpg",
    "desc": "For centuries, the elite of the Sultansworn have served as personal bodyguards to the royal family of Ul'dah. Known as paladins, these men and women marry exquisite swordplay with stalwart shieldwork to create a style of combat uncompromising in its defense. Clad in brilliant silver armor, they charge fearlessly into battle, ever ready to lay down their lives for their liege.To be a paladin is to protect, and those who choose to walk this path will become the iron foundation upon which the party's defense is built."
  },
  {
    "name": "Ranger",
    "image": "types/ranger.jpg",
    "desc": "The war with Dravania rages on, brutal and unrelenting. With no end in sight, the Holy See grows desperate. As her dragoons lay down their lives in defense of their home, Ishgard turns to technology to protect her sons and daughters. Great cannons and ballistas now line the city walls, plucking dragons from the sky."
  },
  {
    "name": "Rogue",
    "image": "types/rogue.jpg",
    "desc": "Able to manipulate the vital energies of the land, the air, and living beings, they manifest their power through the weaving of signs, unleashing a wide array of attacks against their foes. Master the arts of the ninja and learn to bend the tide of battle to your will."
  },
  {
    "name": "Sorcerer",
    "image": "types/sorcerer.jpg",
    "desc": "In days long past, there existed an occult and arcane art known as black magic—a potent magic of pure destructive force born forth by a sorceress of unparalleled power. Those who learned to wield this instrument of ruin came to be called black mages, out of both fear and respect for their gift. Yet great power served to corrupt the judgment of mortal man, and so he unknowingly set out upon the path of ruin."
  },
  {
    "name": "Warlock",
    "image": "types/warlock.jpg",
    "desc": "The warlocks of Orstaria worship and summon forth beings known as primals. Yet what is a god to one man is a demon to another, for the city-states of Eorzea see these beings as a grave threat to their collective survival."
  },
  {
    "name": "Wizard",
    "image": "types/wizard.jpg",
    "desc": " Upon the remnants of their arts a new discipline was built, and the first wizards stepped forward with rapiers in hand to fight back against the rising tides of destruction.These sworn enemies buried their history for the sake of the future, and cast aside their vestments of black and white."
  }
]
